Repository: trotnic/rss-reader
Catalog: rss-reader/Application/Localization/*.lproj/Localizable.strings
Languages: ru

source: Feed address
ru: Адрес ленты

source: OK
ru: ОК

source: Connection error
ru: Ошибка сети

source: Check your network connection and try to reload a feed
ru: Проверьте подключение к интернету и попробуйте обновить ленту

source: RSS error
ru: Ошибка RSS

source: Can't recognize RSS feed, use another one
ru: Невозможно распознать текущий RSS канал, попробуйте использовать другой

source: URL you input is wrong
ru: Неправильный адрес

source: Check if you type correct and try again
ru: Введите верный адрес и попробуйте снова

source: No RSS feeds
ru: Нет RSS лент

source: Try to input another site address
ru: Попробуйте ввести другой адрес
